<?php
return [

    /* **** Basics **** */

    'read_more' => 'আরো পড়ুন',
    'learn_more' => 'আরো জানতে',

    /*------ Navbar  ----*/

    'site' => 'ক্যাডেট স্কুল',
    'home' => 'হোম',
    'about' => 'আমাদের সম্পর্কে',
    'more' => 'বিস্তারিত',
    'teachers' => 'শিক্ষকগণ',
    'academics' => 'একাডেমিকস',
    'result' => 'ফলাফল',
    'events' => 'ইভেন্টস ও নোটিশ',
    'achievements' => 'সাফল্য',
    'contact' => 'যোগাযোগ',
    'language' => 'ভাষা',
    'login' => 'লগইন',


    /*---- Home Page -----*/

    /* Banner */
    'banner_title' => 'উজ্জ্বল ভবিষ্যতের পথে আমাদের যাত্রা',

    'banner_title_description' => ' যাত্রাবাড়ী আইডিয়াল স্কুল একটি প্রতিশ্রুতিশীল শিক্ষাপ্রতিষ্ঠান, যেখানে শিক্ষার্থীদের ভবিষ্যৎ গঠনে আমরা কাজ করে যাচ্ছি। আধুনিক প্রযুক্তির সহায়তায় আমরা ডিজিটাল প্ল্যাটফর্মের মাধ্যমে শিক্ষা ব্যবস্থাকে সহজ ও কার্যকর করেছি।',

    'get_started' => 'শুরু করুন',

    /* School Intro */
    'school_intro_title' => ' যাত্রাবাড়ী আইডিয়াল স্কুল',

    'school_intro_description' => 'আমাদের লক্ষ্য শিক্ষার্থীদের মানসম্মত শিক্ষা প্রদান করা এবং তাদের নৈতিক ও সামাজিক দিক থেকে গড়ে তোলা। এখানে একাডেমিক শিক্ষার পাশাপাশি সহশিক্ষামূলক কার্যক্রমেরও বিশেষ গুরুত্ব দেওয়া হয়।',


    /* Counts Section */
    // 'students_count' => '১২৩২',
    // 'course_count' => '৬৪',
    // 'events_count' => '৪২',
    // 'teachers_count' => '২৪',

    'count_sec_students' => 'শিক্ষার্থী সংখ্যা',
    'count_sec_courses' => 'কোর্স',
    'count_sec_events' => 'ইভেন্টস',
    'count_sec_teachers' => 'শিক্ষক সংখ্যা',

    /*  Teachers Intro */
    'teachers_intro_title' => 'আমাদের গর্বিত শিক্ষকবৃন্দ',

    'teachers_intro_description' => 'আমাদের শিক্ষকদের দক্ষতা ও অভিজ্ঞতা শিক্ষার্থীদের সেরা শিক্ষায় সাহায্য করে। প্রতিটি শিক্ষকই আধুনিক শিক্ষাপদ্ধতির সাথে খাপ খাইয়ে দক্ষ ও সৃজনশীল শিক্ষার্থীদের গড়ে তুলতে নিরলসভাবে কাজ করছেন।',

    'gov_body_1_name' => 'জনাব মোঃ কামাল হোসেন',
    'gov_body_2_name' => 'ড. মাহমুদুর রহমান',
    'principal_name' => 'মিসেস সায়মা ফেরদৌস',

    'gov_body_title' => 'গভর্নিং বডি',
    'principal_title' => 'অধ্যক্ষ',

    /* Important links Sections */
    'important_links_admission_info' => 'ভর্তি সংক্রান্ত তথ্য',
    'important_links_exam_result' => 'পরীক্ষার রেজাল্ট',
    'important_links_sylebus' => 'পাঠ্যসূচি ও সিলেবাস',
    'important_links_calender' => 'একাডেমিক ক্যালেন্ডার',
    'important_links_library' => 'লাইব্রেরি',
    'important_links_achievements' => 'সাফল্য',
    'important_links_rules_policies' => 'নিয়মাবলী ও নীতিমালা',
    'important_links_complaints' => 'অভিযোগ ও পরামর্শ',


    '' => '',


    /*----- About Page -----*/

    /* Banner */
    'about_banner_title' => 'উন্নত শিক্ষায় গড়ব আগামীর আলোকিত বাংলাদেশ',

    'about_banner_description' => 'যাত্রাবাড়ী আইডিয়াল স্কুল, ঢাকা শহরের অন্যতম সেরা শিক্ষাপ্রতিষ্ঠান, যেখানে শিক্ষার্থীদের নৈতিকতা, জ্ঞান ও প্রযুক্তিগত দক্ষতার সমন্বয়ে গড়ে তোলা হয়। আমাদের লক্ষ্য হল আধুনিক ও যুগোপযোগী শিক্ষার মাধ্যমে ভবিষ্যৎ প্রজন্মকে আত্মনির্ভরশীল করা।',

    /* mission and vision */
    'mission_vision_title' => 'লক্ষ্য ও উদ্দেশ্য',
    'about_mission' => 'আমাদের লক্ষ্য',
    'mission_1' => ' শিক্ষার্থীদের নৈতিক ও মানসিক উন্নয়ন নিশ্চিত করা।',
    'mission_2' => 'একাডেমিক ও প্রযুক্তিগত জ্ঞান প্রদান করা।',
    'mission_3' => 'সহশিক্ষা কার্যক্রম ও সৃজনশীল দক্ষতা বৃদ্ধি করা।',
    'mission_4' => ' ডিজিটাল শিক্ষার প্রসার ঘটানো।',

    'mission_1_description' => 'শিক্ষার্থীদের মধ্যে নৈতিকতা, আত্মনিয়ন্ত্রণ ও মানসিক স্থিতিশীলতা গড়ে তোলার মাধ্যমে তাদের দায়িত্বশীল ও মানবিক নাগরিক হিসেবে গড়ে তোলা।',

    'mission_2_description' => 'শিক্ষার্থীদের একাডেমিক শিক্ষার পাশাপাশি প্রযুক্তিগত দক্ষতা অর্জনের সুযোগ দেওয়া, যাতে তারা ভবিষ্যতের প্রতিযোগিতামূলক বিশ্বে নিজেদের গড়ে তুলতে পারে।',

    'mission_3_description' => 'খেলাধুলা, চারুকলা, বিতর্ক, বিজ্ঞান মেলা ইত্যাদি সহশিক্ষা কার্যক্রমে শিক্ষার্থীদের অংশগ্রহণে উৎসাহিত করা, যাতে তারা সৃজনশীলতা, নেতৃত্ব ও দলীয় কাজের দক্ষতা অর্জন করতে পারে।',

    'mission_4_description' => 'স্মার্ট ক্লাসরুম, ই-লার্নিং প্ল্যাটফর্ম ও ইন্টারেক্টিভ শিক্ষাদানের মাধ্যমে শিক্ষার্থীদের জন্য আধুনিক ও কার্যকর ডিজিটাল শিক্ষা নিশ্চিত করা।',

    'about_vision' => 'আমাদের ভবিষ্যৎ পরিকল্পনা',
    'vision_1' => 'দেশের অন্যতম সেরা ডিজিটাল স্কুল তৈরি করা।',
    'vision_2' => 'প্রতিটি শিক্ষার্থীকে আন্তর্জাতিক মানের শিক্ষা প্রদান করা।',
    'vision_3' => 'ক্যারিয়ার ডেভেলপমেন্ট ও গবেষণার সুযোগ সৃষ্টি করা।',
    'vision_4' => 'একটি স্মার্ট ও টেক-ড্রিভেন স্কুল ব্যবস্থা গড়ে তোলা।',


    'vision_1_description' => 'প্রযুক্তি, স্মার্ট শিক্ষা ব্যবস্থা ও উদ্ভাবনী শিক্ষাদানের মাধ্যমে বাংলাদেশে অন্যতম সেরা ডিজিটাল স্কুল হিসেবে প্রতিষ্ঠিত হওয়া।',

    'vision_2_description' => 'শিক্ষার্থীদের এমন একটি আন্তর্জাতিক মানের শিক্ষাব্যবস্থা প্রদান করা, যা তাদের বিশ্বব্যাপী একাডেমিক ও ক্যারিয়ার সুযোগের জন্য প্রস্তুত করবে।',

    'vision_3_description' => 'বিশেষ প্রশিক্ষণ, পরামর্শদান কর্মসূচি ও শিল্পখাতের সহযোগিতার মাধ্যমে শিক্ষার্থীদের ক্যারিয়ার উন্নয়ন ও গবেষণার সুযোগ তৈরি করা।',

    'vision_4_description' => 'কৃত্রিম বুদ্ধিমত্তা (AI), অটোমেশন এবং ডাটা অ্যানালিটিক্স ব্যবহারের মাধ্যমে একটি স্মার্ট ও প্রযুক্তিনির্ভর স্কুল ব্যবস্থা তৈরি করা, যা শিক্ষার গুণগত মান উন্নত করবে এবং শিক্ষার্থীদের সম্পৃক্ততা বৃদ্ধি করবে।',

    /* History */

    'establish_history_year_2005' => '২০০৫',
    'establish_history_year_2010' => '২০১০',
    'establish_history_year_2015' => '২০১৫',
    'establish_history_year_2018' => '২০১৮',
    'establish_history_year_2020' => '২০২০',
    'establish_history_year_2023' => '২০২৩',
    'establish_history_year_present' => 'বর্তমান',

    'establish_history_2005' => 'মাত্র ২০০ শিক্ষার্থী ও ১০ জন শিক্ষক নিয়ে যাত্রা শুরু।',
    'establish_history_2010' => 'প্রথমবার এসএসসি পরীক্ষায় অংশগ্রহণ, এবং ৯৫% শিক্ষার্থী উত্তীর্ণ হয়।',
    'establish_history_2015' => ' ডিজিটাল ক্লাসরুম চালু এবং অনলাইন রেজাল্ট সিস্টেম সংযোজন।',
    'establish_history_2018' => 'স্কুলের শিক্ষার্থীরা জাতীয় ও আন্তর্জাতিক প্রতিযোগিতায় কৃতিত্বের স্বাক্ষর রাখে।',
    'establish_history_2020' => 'করোনা মহামারীর সময় অনলাইন ক্লাস প্ল্যাটফর্ম চালু করে।',
    'establish_history_2023' => 'পুরোপুরি স্মার্ট স্কুল ম্যানেজমেন্ট সিস্টেম চালু হয়, যেখানে অনলাইন ভর্তি, ক্লাস রুটিন, ডিজিটাল লাইব্রেরি ও অভিভাবকদের জন্য বিশেষ তথ্য পোর্টাল সংযোজন করা হয়।',
    'establish_history_present' => ' ২০০০+ শিক্ষার্থী, ১০০+ শিক্ষক ও ২০+ সহকারী স্টাফ নিয়ে শ্রেষ্ঠত্বের পথে এগিয়ে চলেছে।',

    /* Milestones */
    'milestones_title' => 'আমাদের মাইলফলকসমূহ',
    'milestones_year_2010' => '২০১০',
    'milestones_year_2015' => '২০১৫',
    'milestones_year_2018' => '২০১৮',
    'milestones_year_2023' => '২০২৩',

    'milestones_2010' => 'প্রথমবার এসএসসি পরীক্ষায় অংশগ্রহণ ও ৯৫% পাশের হার।',
    'milestones_2015' => 'জাতীয় বিজ্ঞান মেলায় প্রথম স্থান অর্জন।',
    'milestones_2018' => 'ডিজিটাল লাইব্রেরি ও অনলাইন ক্লাস সিস্টেম চালু।',
    'milestones_2023' => 'এডভান্সড স্কুল ম্যানেজমেন্ট সিস্টেম চালু।',

    /* Education system */
    'edu_system_title' => 'আমাদের শিক্ষাব্যবস্থা',
    'edu_system_des' => 'আমাদের স্কুলে আধুনিক ও কার্যকরী শিক্ষাব্যবস্থা চালু রয়েছে যা শিক্ষার্থীদের বাস্তবমুখী শিক্ষায় দক্ষ করে তুলতে সহায়তা করে।',

    'caracteristics_edu_title' => 'শিক্ষাব্যবস্থার বৈশিষ্ট্য',
    'caracteristics_1' => 'স্মার্ট ক্লাসরুম ও ই-লার্নিং সুবিধা।',
    'caracteristics_2' => 'প্রতিটি বিষয়ের জন্য বিশেষায়িত শিক্ষক।',
    'caracteristics_3' => 'প্রায়োগিক শিক্ষা ও গবেষণার ওপর গুরুত্ব।',
    'caracteristics_4' => 'সপ্তাহে একদিন সহশিক্ষা কার্যক্রম (কোডিং, সায়েন্স ল্যাব, কুইজ, বিতর্ক, স্পোর্টস)।',




    '' => '',


];
